Repository: anttijuu/CourseDeadlineCounter
Catalog: CourseDeadlineCounter Localizations/*.xcloc/Localized Contents/*.xliff
Languages: fi

# CFBundleName
source: CourseDeadlineCounter
fi: Kurssideadlinet

# Course is now %lld days old, %@ left to go.
source: Course is now %1$lld days old, %2$@ left to go.
fi: Kurssi on nyt %1$lld päivää vanha, %2$@ jäljellä

source: Starts in %lld days
fi: Aloitus %lld päivän kuluttua

source: %@ calendar time left
fi: %@ kalenteriajasta jäljellä

source: %lld days before deadline
fi: %lld päivää ennen deadlinea

source: A goal to reach in the course
fi: Kurssilla saavutettavan deadlinen kuvaus

source: Cancel
fi: Peruuta

source: Confirm Delete
fi: Vahvista poisto

source: Could not save Course
fi: Kurssia ei voitu tallentaa

source: Could not save deadline
fi: Deadlinea ei voitu tallentaa

source: Course name:
fi: Kurssin nimi:

source: Course start date is %@
fi: Kurssin aloituspäivä on %@

source: Deadline becomes a hot thing
fi: Deadlinesta tulee kuuma

source: Deadline goal:
fi: Deadlinen tavoite:

source: Deadlines for course
fi: Kurssin deadlinet

source: Delete
fi: Poista

source: Delete Deadline
fi: Poista deadlne

source: Delete course
fi: Poista kurssi

source: Delete deadline
fi: Poista deadline

source: Delete this deadline?
fi: Poistetaanko deadline?

source: Edit
fi: Muokkaa

source: Edit Course
fi: Muokkaa kurssia

source: Edit Deadline
fi: Muokkaa Deadlinea

source: Edit deadline
fi: Muokkaa deadlinea

source: Error
fi: Virhe

source: If deadline is not met, course is considered failed or grade is lowered
fi: Jos deadline missaa, kurssisuoritus keskeytyy tai arvosana alenee

source: Is deal breaker?
fi: Vaikuttaa arvosteluun?

source: New Course
fi: Uusi kurssi

source: New Deadline
fi: Uusi deadline

source: SF Symbol name:
fi: SF Symbolin nimi:

source: Save
fi: Tallenna

source: See SF Symbols app for available symbols
fi: Katso symboleita SF Symbols -apista

source: Set deadline:
fi: Aseta deadline:

source: Start date:
fi: Aloituspäivä:

source: ago
fi: sitten

source: left
fi: kuluttua

source: 📅 %@ calendar time left
fi: %@ kalenteriajasta jäljellä
